Repository: rchelms/XnHotelSystemsStagingSite
Catalog: controls/App_LocalResources/GuestDetailsEntryControl.1.ascx.*.resx
Languages: de, es, fr, it, ja

# btnConfirmBooking.Text
source: Confirm
de: Bestätigen
es: Confirmar
fr: Valider
it: Confermare
ja: 予約を確定する

# ddlCountrySelect.Text
source: Select a Country
de: Wählen Sie ein Land
es: Seleccionar un país
fr: Choisir un Pays
it: Selezionate un Paese
ja: 国を選択する

# ddlMonthAug.Text
source: Aug
es: Ag
fr: Aou
it: Ago
ja: 8月

# ddlMonthDec.Text
source: Dec
de: Dez
es: Dic
it: Dic
ja: 12月

# ddlMonthJan.Text
source: Jan
es: En
it: Gen
ja: 1月

# ddlMonthJul.Text
source: Jul
it: Lug
ja: 7月

# ddlMonthJun.Text
source: Jun
it: Gui
ja: 6月

# ddlMonthMay.Text
source: May
de: Mai
fr: Mai
it: Mag
ja: 5月

# ddlMonthOct.Text
source: Oct
de: Okt
it: Ott
ja: 10月

# ddlMonthSep.Text
source: Sep
it: Set
ja: 9月

# ddlNamePrefixMiss.Text
source: Miss
de: Fräulein
es: Sta
fr: Mlle
it: Signorina

# ddlNamePrefixMiss.Value
source: Miss
de: Fräulein
es: Sta
fr: Mlle
it: Signorina

# ddlNamePrefixMr.Text
source: Mr
de: Herr
es: Sr.
fr: M.
it: Signor

# ddlNamePrefixMr.Value
source: Mr
de: Herr
es: Sr.
fr: M.
it: Signor

# ddlNamePrefixMrs.Text
source: Mrs
de: Frau
es: Sra.
fr: Mme
it: Signora

# ddlNamePrefixMrs.Value
source: Mrs
de: Frau
es: Sra.
fr: Mme
it: Signora

# ddlNamePrefixMs.Text
source: Ms
de: Fräulein
es: Sra.
fr: Mlle
it: Sig.ra

# ddlNamePrefixMs.Value
source: Ms
de: Fräulein
es: Sra.
fr: Mlle
it: Sig.ra

# ddlTravelPurposeBusiness.Text
source: Business
de: Geschäft
es: Empresas
fr: Affaires
it: Affari
ja: ビジネス

# ddlTravelPurposeLeisure.Text
source: Leisure
de: Freizeit
es: Ocio
fr: Loisirs
it: Tempo Libero
ja: レジャー

# ddlTravelPurposeNotIdentified.Text
source: -- Select a Purpose --
de: Absicht Ihres Aufenthaltes?
es: Seleccione un objetivo
fr: Motif de votre séjour
it: Scegliete un oggetto
ja: 目的を選択してください

# hlTermsAndConditions.Text
source: See the Conditions
de: Bedingungen
es: Términos y condiciones
fr: Conditions
it: Termini e Condizioni
ja: 利用規約

# lblAddress1.Text
source: Address
de: Anschrift 1
es: Dirección
fr: Adresse
it: Indirizzo
ja: 住所 1

# lblAdultRollaway.Text
source: Adult Rollaway:
de: Zustellbett
es: Cama desmontable adulto
fr: Lit Supplémentaire
it: Letto pieghevole per adulti
ja: 大人用折りたたみ式ベッド

# lblCardDetails.Text
source: Payment Card Details
de: Kreditkarteninformationen:
es: Detalles de la tarjeta de pago
fr: Coordonnées Bancaires
it: Dati relativi alla carta di credito
ja: クレジットカードの詳細

# lblCardExpiryDate.Text
source: Expiry date
de: Kreditkarte gültig bis
es: Fecha de vencimiento
fr: Date de Validité
it: Data di scadenza
ja: 有効期限

# lblCardholderName.Text
source: Cardholder name
de: Inhaber der Karte
es: Nombre del titular
fr: Titulaire de la Carte
it: Nome del titolare
ja: カード所有者名

# lblCardSecurityCode.Text
source: Security code
de: Sicherheitscode
es: Código de seguridad
fr: Code Sécurité
it: Codice di sicurezza
ja: セキュリティコード

# lblCardType.Text
source: Card type
de: Kreditkarte
es: Tipo de tarjeta
fr: Type de Carte
it: Tipo di carta
ja: カードの種類

# lblChildRollaway.Text
source: Child Rollaway:
de: Kinderbett
es: Cama plegable niño
fr: Lit Bébé
it: Letto pieghevole per bambini
ja: 子供用折りたたみ式ベッド

# lblCity.Text
source: City
de: Stadt
es: Ciudad/ localidad
fr: Ville
it: Città
ja: 都市:

# lblCompanyName.Text
source: Company name
de: Firma
es: Nombre de la empresa
fr: Société
it: Nominativo della società
ja: 会社名

# lblConfirmBooking.Text
source: Confirm Your Booking
de: Bestätigen Sie Ihre Reservierung
es: Confirme su reserva
fr: Confirmer la Réservation
it: Confermate la vostra prenotazione
ja: 予約を確定する

# lblConfirmEmail.Text
source: Confirm email
de: Bestätigen Sie Ihre Email Adresse:
es: Confirme email
fr: Confirmer l'adresse Email
it: Confermate l'E-mail
ja: Eメールを確定する

# lblCountry.Text
source: Country
de: Land
es: País
fr: Pays
it: Paese
ja: 国名

# lblFirstName.Text
source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Cognome
ja: 名

# lblLastName.Text
source: Last name
de: Nachname
es: Apellido
fr: Nom
it: Nome
ja: 姓

# lblNamePrefix.Text
source: Title *
de: Anrede *
es: Tratamiento *
fr: Titre *
it: Titolo *
ja: 敬称:

# lblPostalCode.Text
source: Postal code
de: Postleitzahl
es: Código postal
fr: Code Postal
it: Codice Postale
ja: 郵便番号

# lblRequiredEntryText.Text
source: * Mandatory fields
de: Felder, die mit einem Sternchen (*) versehen sind, müssen. ausgefüllt werden
es: Todos los campos marcados con* son obligatorios
fr: *Champs obligatoires
it: Tutti i campi contrassegnati da * devono essere compilati
ja: *必須記入事項

# lblSubscribeToNewsletter.Text
source: I register to the newsletter
de: Einschreibung für den Newsletter
es: Suscribirse al boletín de noticias
fr: Inscription à la newsletter
it: Abbonarsi alla newsletter
ja: ニュースレターに登録する

# lblTelephone.Text
source: Telephone/Mobile
de: Telefon
es: Teléfono/Mobile
fr: Téléphone/Mobile
it: Telefono/Mobile
ja: 電話番号

# lblTermsAgreement.Text
source: I agree to the booking Term and Conditions
de: Hiermit bestätige ich die allgemeinen Stornierungs- und Buchungsbedingungen
es: Estoy de acuerdo con la reserva
fr: Je reconnais avoir pris connaissance des conditions de vente et d'annulation du tarif
it: Accetto la prenotazione
ja: 予約に同意します

# lblTravelPurpose.Text
source: Purpose of travel
de: Absicht Ihres Aufenthaltes?
es: Finalidad de su viaje
fr: Motif de votre séjour?
it: Oggetto del soggiorno
ja: 旅行の目的

# lblArrivalTime.Text
source: Arrival Time
de: Anreisezeit
es: Hora de llegada
fr: Heure d'arrivée
it: Ora d'arrivo
ja: 到着時刻

# lblCardIssueNumber.Text
source: Issue number
de: Ausgabenummer
es: Número de serie
fr: Numéro de Délivrance
it: Numero di serie
ja: 発行番号

# lblCardStartDate.Text
source: Start Date:
de: Anfangsdatum
es: Fecha inicial
fr: Date de début
it: Data d'inizio
ja: 開始日:

# lblConfirmBookingInstructions1.Text
source: Please review your details and click the CONFIRM BUTTON below to complete your booking.
de: Bitte überprüfen Sie Ihre Angaben und klicken Sie auf " Buchung bestätigen" um Ihre Buchung durchzuführen.
es: Revise sus detalles y pulse el botón "Confirmar reserva" más abajo para completar su reserva.
fr: Merci de relire vos informations et cliquer sur "confirmer la réservation" pour terminer votre réservation.
it: Vi preghiamo di verificare i vostri dati e di cliccare su "Confermare la prenotazione" (in appresso) per ultimare la prenotazione.
ja: 入力を再確認し、予約を確定するために下記の「予約を確定する」ボタンをクリックしてください。

# lblConfirmBookingInstructions2.Text
source: The confirmation process may take up to 30 seconds, please only click the button once.
de: Der Bestätigungsvorgang kann 30 sek dauern.Bitte klicken Sie nur einmal auf " Buchung bestätigen".
es: El proceso de confirmación puede tardar hasta 30 segundos. Pulse una sola vez el botón "Confirmar reserva".
fr: L'envoi de confirmation peut prendre plus de 30 secondes. Merci de ne cliquer sur " confirmer la reservation" qu'une fois que cela est fait.
it: Il procedimento di conferma può tardare fino a 30 secondi. Vi preghiamo di cliccare solo una volta su "Confermare la prenotazione"
ja: 予約の確定には30秒ほどかかります。「予約を確定する」ボタンは一度だけ押してください。

# lblCrib.Text
source: Crib:
de: Kinderbett
es: Cama infantil
fr: Lit bébé
it: Culla
ja: ベビーベド

# lblExtraBedding.Text
source: Extra Bedding Request (subject to availability)
de: Anfrage nach spezieller Bettwäsche ( nicht immer vorhanden)
es: Solicitud de cama extra (en función de disponibilidad)
fr: Demande de draps et couettes supplémentaire ( selon disponibilité)
it: Richiesta di un letto supplementare (a seconda delle disponibilità)
ja: エキストラベッドのリクエスト（予約状況に応じて）

# lblGuestDetailsEntry.Text
source: Enter Your Details
de: Geben Sie Ihre Angaben an
es: Indique sus detalles
fr: Entrez vos informations
it: Inserite i vostri dati personali
ja: 詳細を入力する

# lblGuestDetailsEntryInfo.Text
source: Please complete your booking details below. Your card details and personal information are protected using SSL encryption.
de: Bitte vervollständigen Sie Ihre Angaben hier. Dies ist eine https- Verbindung. Ihre Daten werden SSL- verschlüsselt übertragen.
es: Complete los detalles de su reserva más abajo. Los detalles de su tarjeta y su información personal están protegidos con cifrado SSL.
fr: Merci de compléter les informations de votre réservation ci dessous. Le détail de votre carte de crédit et vos informations personnelles sont protégés par le logiciel SSL.
it: Vi preghiamo di inserire i vostri dati relativi alla prenotazione nel campo in appresso. I vostri dati bancari e personali sono protetti dal criptaggio SSL.
ja: 予約の詳細を下記に入力してください。お客様の個人情報やカード番号はSSL暗号化通信により保護されています。

# lblGuestInformation.Text
source: Guest Information
de: Gastinformationen
es: Información del cliente
fr: Informations client
it: Informazioni clienti
ja: ゲスト情報

# lblGuestInstructions.Text
source: Guest Comments and Instructions
de: Anmerkungen/ Wünsche
es: Comentarios e instrucciones del cliente
fr: Remarques
it: Osservazioni e indicazioni clienti
ja: ゲストのコメントとご要望

# lblSpecialInstructions.Text
source: Guest comments
de: Spezielle Anweisungen
es: Instrucciones especiales
fr: Demandes spéciales
it: Indicazioni speciali
ja: 特別なご要望 (申込み要)

# lblStateRegion.Text
source: State / Region
de: Staat
es: Provincia/ Región
fr: Pays/Région
it: Regione
ja: 県名 / 地方

# rbAM.Text
source: a.m.
fr: Matin
it: antimeridiane
ja: 午前

# rbPM.Text
source: p.m.
fr: Soir
it: postmeridiane
ja: 午後

# lblFltNumber.Text
source: Flight Number
de: Flugnummer
es: Número de vuelo
fr: Numero de Vol
it: Numero di volo
ja: フライト数

# btnPaymentGatewaySelect.Text
source: Confirm Payment Type
de: Bestätigen Sie die Zahlungsweise
es: Confirme el modo de pago
fr: Confirmez le mode de Paiement
it: Confermate la modalità di pagamento
ja: 支払いの方法を確認してください

# lblPaymentGatewaySelectCardType.Text
source: Card Type
de: Kartentyp
es: Tipo de tarjeta
fr: Type de Carte
it: Tipo di carta
ja: カードの種類

# lblCardNumber.Text
source: Card number
de: Kreditkarten Nummer
es: Número tarjeta
fr: Numéro
it: Numero di carta
ja: カード番号

# hlTermsAndConditions.NavigateUrl
source: javascript:void window.open('http://www.mamashelter.com/en/legal/', 'terms', 'width=800,height=675,resizable,scrollbars,toolbar');
de: javascript:void window.open('http://www.mamashelter.com/de/legal', 'terms', 'width=800,height=675,resizable,scrollbars,toolbar');
es: javascript:void window.open('http://www.mamashelter.com/es/legal', 'terms', 'width=800,height=675,resizable,scrollbars,toolbar');
fr: javascript:void window.open('http://www.mamashelter.com/fr/legal', 'terms', 'width=800,height=675,resizable,scrollbars,toolbar');
it: javascript:void window.open('http://www.mamashelter.com/it/legal', 'terms', 'width=800,height=675,resizable,scrollbars,toolbar');
ja: javascript:void window.open('http://www.mamashelter.com/jp/legal', 'terms', 'width=800,height=675,resizable,scrollbars,toolbar');

# lblPaymentGatewayNotice.Text
source: Note: The next screen you see may be payment card verification through your card issuer.
de: Anmerkung: Der nächste Bildschirm ist möglicherweise eine Kreditkartenüberprüfung vonseiten Ihres Kreditkartenunternehmens
es: Nota: en la siguiente pantalla que aparecerá verá la comprobación de tarjeta de pago de su proveedor de tarjetas.
fr: Remarque : vous allez peut-être être redirigé vers l'écran de vérification de votre carte de crédit par votre banque.
it: N.B.: Il prossimo schermo che potete visualizzare può rappresentare una verifica da parte dell'ente emittente della vostra carta di credito.
ja: 注:次ページはクレジットカード発行元のカード認証ページです。

# lblPaymentPolicyText.Text
source: Statement of general payment policy...
de: Erklärung zu den allgemeinen Zahlungbedingungen
es: Declaración de la política general de pagos…
fr: Conditions de notre politique de paiement…
it: Condizioni generali in materia di pagamento…
ja: 支払いポリシー

# lblTravelAgencyIATA.Text
source: Travel Agency IATA (agents only)
de: Nummer IATA (Reisebüros nur)
es: Número IATA (agencias de viajes solamente)
fr: Numéro IATA (agences de voyages seulement)
it: Numero IATA, agenzie di viaggi solamente)
ja: 番号 IATA （旅行代理店のみ）

# lblPaymentGatewaySelect.Text
source: Payment Card Type Selection
de: Auswahl von Typ von Kundenkreditkarte
es: Selección de Tipo de Tarjeta de pago
fr: Sélection du Type de Carte de Paiement
it: Selezione di Tipo di Carta di Pagamento
ja: （荒れてください）支払いカードのタイプの選択

# ddlSelectAirlineProgram.Text
source: -- Select Airline Program --
de: - Das Luftfahrtgesellschaftsprogramm wählen--
es: - Escoger el Programa de Compañía aérea--
fr: - Choisir le Programme de Compagnie aérienne--
it: - Scegliere il Programma di Compagnia aerea--
ja: - 航空会社のプログラムを選択してください--

# ddlSelectHotelProgram.Text
source: -- Select Hotel Program --
de: - Das Hotelprogramm wählen--
es: - Escoger el Programa de Hotel--
fr: - Choisir le Programme d'Hôtel--
it: - Scegliere il Programma di hotel--
ja: - ホテルのプログラムを選択してください--

# lblAirlineProgramName.Text
source: Airline Program
de: Luftfahrtgesellschaftsprogramm wählen
es: Programa de Compañía aérea
fr: Programme de Compagnie aérienne
it: Programma di Compagnia aerea
ja: 航空会社のプログラム

# lblAirlineProgramNumber.Text
source: Airline Program Number
de: Nummer von Luftfahrtgesellschaftsprogramm
es: Número de Programa de Compañía aérea
fr: Numéro de Programme de Compagnie aérienne
it: Numero di Programma di Compagnia aerea
ja: 航空会社の Program の番号

# lblHotelProgramName.Text
source: Hotel Program
de: Hotelprogramm
es: Programa de Hotel
fr: Programme d'Hôtel
it: Programma di hotel
ja: ホテルのプログラム

# lblHotelProgramNumber.Text
source: Hotel Program Number
de: Nummer von Hotelprogramm
es: Número de Programa de Hotel
fr: Numéro de Programme d'Hôtel
it: Numero di Programma di hotel
ja: ホテルのプログラムの数

# lblProfileGuarantee.Text
source: Guarantee to Corporate / Agency Account
de: Garantiert Corporate / Agenturen
es: Garantizada Corporate / Agencias
fr: Garantie Corporate / Agences
it: Garantita Corporate / Agenzie
ja: 保証された企業の / 政府機関

# btnConfirmBooking1.Text
source: Booking
es: reserva
it: la prenotazione

# lblSpecialInstructions1.Text
source: (please note these are on request only. Check "FAQ" and "Services" pages for more information)
de: ( beachten Sie, dass diese nur auf Anfrage möglich sind)
es: (tenga en cuenta que son previa petición solo. Consulta las páginas "Servicios" o "FAQ" para obtener más informaciónes)
fr: (merci de noter que ces demandes ne sont pas garanties. Pour plus d'informations consultez les pages "FAQ" et "Services")
it: (si noti che questi sono solo su richiesta. Controlla le pagine "FAQ" e "Service" per ulteriori informazioni)

# ddlMonthApr.Text
source: Apr
es: Abr
fr: Avr
ja: 4月

# ddlMonthFeb.Text
source: Feb
fr: Fev
ja: 2月

# ddlMonthMar.Text
source: Mar
de: Mär
ja: 3月

# ddlMonthNov.Text
source: Nov
ja: 11月

# lblEmail.Text
source: Email
ja: Eメール
