Repository: rchelms/XnHotelSystemsStagingSite
Catalog: App_GlobalResources/SiteResources.*.resx
Languages: de, es, it, ja

# BookingStepChooseHotel
source: Choose Your Hotel
de: Ein Hotel finden
es: Elija sus fechas
it: Scegliete le vostre date
ja: 日付を選択してください

# BookingStepChooseRate
source: Choose Your Rate
de: Wählen Sie ein Zimmer
es: Elija su habitación
it: Scegliete la vostra camera
ja: 部屋を選択してください

# BookingStepChooseYourExtras
source: Choose Your Extras
de: Wählen Sie Ihre Zusatzkosten
es: Elija sus extras
it: Scegliete i supplementi
ja: エキストラサービスを選択する

# BookingStepConfirmation
source: Confirmation
de: Bestätigung
es: Confirmación
it: Conferma
ja: 確定

# BookingStepEnterYourDetails
source: Enter Your Details
de: Geben Sie Ihre Angaben ein
es: Indique sus detalles
it: Inserire i vostri dati personali
ja: 詳細を入力する

# CancelStepConfirmation
source: Confirmation
de: Bestätigung
es: Confirmación
it: Conferma
ja: 確定

# CancelStepIdentifyRooms
source: Identify Rooms
de: Identifizieren Sie die Zimmer zu stonieren
es: Identifique las habitaciones para cancelar
it: Identificate le camere da annullare
ja: キャンセルする部屋を特定する

# CancelPolicyFeeFixedAmount
source: Cancellation fee is {cancel_penalty_amount} {cancel_penalty_currency}.
de: Die Stornierungskosten betragen {cancel_penalty_amount} { cancel_penalty_currency}
es: Los gastos de cancelación es de {cancel_penalty_amount} {cancel_penalty_currency}.
it: Le spese di annullamento ammontano a {cancel_penalty_amount} {cancel_penalty_currency}.
ja: キャンセル料は {cancel_penalty_amount} {cancel_penalty_currency}.

# CancelPolicyFeeNumNights
source: Cancellation fee is equal to cost of {cancel_penalty_number_nights} night(s) of stay.
de: Die Stornierungsgebühr entspricht einem Betrag von {cancel_penalty_number_nights} Nacht/Nächten
es: Los gastos de cancelación es igual al coste de {cancel_penalty_number_nights} noche(s) de estancia.
it: Le spese di annullamento sono pari all'importo di {cancel_penalty_number_nights} notte/i
ja: キャンセル料は{cancel_penalty_number_nights} 宿泊日数の金額に相当する額になります。

# CancelPolicyFeePercentOfStay
source: Cancellation fee is equal to cost of {cancel_penalty_percent} percent of total stay booked.
de: Die Stornierungskosten sind egal zu den Kosten von {cancel_penalty_percent} Prozent von der Gesamtsumme Ihres Aufenthaltes.
es: Los gastos de cancelación es igual al coste de {cancel_penalty_percent} por ciento del total reservado.
it: Le spese di annullamento sono pari all'importo del {cancel_penalty_number_nights} per cento del soggiorno totale prenotato
ja: キャンセル料は宿泊予約合計の{cancel_penalty_percent} パーセントに相当する額になります。

# CancelPolicyNonrefundable
source: This rate is non refundable.
de: Diese Rate ist nicht erstattbar
es: Esta tarifa no es rembolsable.
it: Questa tariffa non è rimborsabile
ja: この料金は返金できません。

# CancelPolicyNoticeBeforeDayOfArrivalDays
source: Cancel by {cancel_deadline_time}, {cancel_deadline_days} days before arrival to avoid cancellation fee.
de: Wenn Sie {cancel_deadline_days} Tage vor der Anreise stornieren, meiden Sie die Stornierungskosten.
es: Cancelar {cancel_deadline_time}, {cancel_deadline_days} días antes de la llegada para evitar la tarifa de cancelación.
it: Annullate {cancel_deadline_time}, {cancel_deadline_days} giorni prima del vostra data prevista di arrivo per evitare le spese di annullamento
ja: キャンセル料の発生を避けるには到着前{cancel_deadline_days} {cancel_deadline_time}までにキャンセルしてください。

# CancelPolicyNoticeBeforeDayOfArrivalHours
source: Cancel by {cancel_deadline_time}, {cancel_deadline_hours} hours before arrival to avoid cancellation fee.
de: Wenn Sie {cancel_deadline_hours} Stunden vor der Anreise stornieren, meiden Sie die Stornierungskosten
es: Cancelar {cancel_deadline_time}, {cancel_deadline_hours} horas antes de la llegada para evitar la tarifa de cancelación.
it: Annullate {cancel_deadline_time}, {cancel_deadline_hours} ore prima del vostra data prevista di arrivo per evitare le spese di annullamento
ja: キャンセル料の発生を避けるには到着前{cancel_deadline_hours} {cancel_deadline_time}までにキャンセルしてください。

# CancelPolicyNoticeOnDayOfArrival
source: Cancel by {cancel_deadline_time} on the day of arrival to avoid cancellation fee.
de: Wenn Sie um {cancel_deadline_time} stornieren, meiden Sie die Stornierungskosten.
es: Cancelar {cancel_deadline_time} el día de llegada para evitar la tarifa de cancelación.
it: Annullate prima delle {cancel_deadline_time} il giorno previsto di arrivo per evitare le spese di annullamento
ja: キャンセル料の発生を避けるには到着日{cancel_deadline_time} までにキャンセルしてください。

# DepositlPolicyNumNights
source: Required deposit is equal to cost of {deposit_number_nights} night(s) of stay.
de: Die verlangte Anzahlung beträgt {deposit_number_nights} Nächte Ihres Aufenthaltes.
es: El pre pago solicitado es igual al coste de {deposit_number_nights} noche(s) de estancia.
it: L'acconto richiesto è pari all'importo di {deposit_number_nights} notte/i
ja: {deposit_number_nights} 宿泊日数の金額に相当する予約金が必要です。

# DepositPolicyFixedAmount
source: Required deposit is {deposit_amount} {deposit_currency}.
de: Die verlangte Anzahlung beträgt {deposit_amount} {deposit_currency}
es: El pre pago solicitado es de {deposit_amount} {deposit_currency}.
it: L'acconto richiesto è pari a {deposit_amount} {deposit_currency}.
ja: 予約金は {deposit_amount} {deposit_currency}です。

# DepositPolicyNone
source: No deposit is required to book this rate.
de: Für diesen Tarif ist bei Buchung eine nicht rückerstattbare Vorauszahlung erforderlich
es: Para esta tarifa es necesario efectuar un pre pago no rembolsable en el momento de la reserva
it: Un acconto non rimborsabile all'atto della prenotazione è richiesto per questa tariffa
ja: この料金には、予約時に返金不可の事前支払いが必要です。

# DepositPolicyNonrefundable
source: This rate cannot be refunded, cancelled, changed or transferred. In the event that the customer fails to arrive at the hotel, the booked room is released and the prepaid amount will not be refunded.
de: Bei diesem Tarif sind keine Erstattungen, Stornierungen, Änderungen oder Übertragungen möglich. Bei Nichterscheinen des Kunden verfällt die Reservierung und die Anzahlung wird nicht erstattet.
es: Esta tarifa no es rembolsable, ni anulable, modificable o transferible. Si el Cliente no se presenta, la reserva se dará por liberada y el importe prepagado no podrá ser rembolsado.
it: Questa tariffa non è rimborsabile, annullabile, modificabile, né trasferibile. Qualora il Cliente non si presenti, la prenotazione verrà considerata senza effetto e l'importo pagato in anticipo non potrà formare oggetto di alcuna richiesta di rimborso.
ja: この料金の、返金、キャンセル、変更、譲渡はできません。万一、お客様が当日お越しにならない場合は、ご予約は解除とさせていただき、あらかじめお支払いいただいた金額の返金はいたしません。

# DepositPolicyPercentOfStay
source: Required deposit is equal to cost of {deposit_percent} percent of total stay booked.
de: Eine Anzahlung von {deposit_percent} des gesamten Aufenthaltes wird verlangt.
es: La tarifa del pre pago es igual al coste de {deposit_percent} por ciento del total reservado.
it: L'acconto richiesto è pari all'importo del {deposit_percent} per cento del soggiorno totale prenotato
ja: 必要な予約金は、宿泊予約合計の{cancel_penalty_percent} パーセントに相当する額になります。

# DepositPolicyRefundable
source: A deposit at the time of booking is required for this rate.
de: Eine Anzahlung wird am Tag der Buchung für diese Rate verlangt.
es: Para esta tarifa es necesario efectuar un pre pago en el momento de la reserva
it: Un acconto all'atto della prenotazione è richiesto per questa tariffa.
ja: この料金には予約時に事前支払いが必要です。

# GuaranteePolicyCreditCard
source: Guarantee to credit card is required.
de: Die Kreditkarte wird als Garantie verlangt.
es: La garantía de tarjeta de crédito es necesaria.
it: Una garanzia relativa alla vostra carta di credito è richiesta.
ja: クレジットカードへの保証が必要です。

# GuaranteePolicyDeposit
source: A deposit at the time of booking is required for this rate.
de: Eine Anzahlung wird am Tag der Buchung für diese Rate verlangt.
es: Para esta tarifa es necesario efectuar un pre pago en el momento de la reserva
it: Un acconto all'atto della prenotazione è richiesto per questa tariffa.
ja: この料金には予約時に事前支払いが必要です。

# GuaranteePolicyNone
source: Guarantees are not required but are accepted.
de: Es wird keine Garantie verlangt aber wird akzeptiert.
es: Las garantías no son obligatorias, pero se aceptan.
it: Le garanzie non sono richieste ma vengono accettate.
ja: 保証は必要ではありませんが、お受けします。

# MaxLengthOfStay
source: A stay of no more than {max_los_days} nights is permitted.
de: Ein Aufenthalt von nicht mehr als {max_los_days} Nächten ist erlaubt.
es: Se permite una estancia no superior a {max_los_days} noches.
it: Un soggiorno non superiore a {max_los_days} notti è consentito.
ja: 最低 {max_los_days}泊滞在できます。

# MinLengthOfStay
source: A stay of at least {min_los_days} nights is required.
de: Es wird ein Aufenthalt von mindestens {min_los_days} Nacht verlangt.
es: Es obligatoria una estancia de al menos {min_los_days} noches.
it: Un soggiorno minimo di {min_los_days} notti è richiesto.
ja: 最低{min_los_days} 泊滞在する必要があります。

# CancelStepLocateReservation
source: Locate Reservation
de: Lokalisieren Sie Ihre Reservierung um zu stornieren
es: Ubique las reservas que desea cancelar
it: Localizzate la prenotazione da annullare
ja: キャンセルするために予約を検索してください

# BookingRestrictionNoticeClosing
source: {hotel} discontinues operations from {date1}.
de: {Hotel} Unterbrechung der Arbeiten ab {Datum1}
es: {hotel} dejará de operar a partir del {date1}.
it: {albergo} sospende le sue attività a decorrere dal {data1}.
ja: {date1}から{hotel} は営業を一時停止しています。

# BookingRestrictionNoticeOpening
source: {hotel} commences operations from {date1}.
de: {Hotel} Beginn der Arbeiten am {Datum 1}.
es: {hotel} empezará a operar a partir del {date1}.
it: {albergo} inizia le sue attività a decorrere dal {data1}.
ja: {date1}から{hotel} は営業を再開しています。

# BookingRestrictionNoticeRefurbishment
source: {hotel} will undergo refurbishment from {date1} to {date2} and will not be available for stay during those dates.
de: {Hotel} Renovierungsarbeiten vom {Datum1} bis zum {Datum2}, in dieser Zeit kein Aufenthalt möglich
es: {hotel} se someterá a reformas desde el {date1} hasta el {date2}, por lo que no estará disponible para estancias.
it: {albergo} verrà ristrutturato dal {data1} al {data2} e non sarà possibile soggiornarvi durante tale periodo
ja: {hotel} は {date1} から{date2}まで 改装工事のため、その間滞在いただけません。

# BookingRestrictionNoticeRepairs
source: {hotel} will be under repair from {date1} to {date2} and will not be available for stay during those dates.
de: {Hotel} Reparaturarbeiten vom {Datum1} bis zum {Datum2}, in dieser Zeit kein Aufenthalt möglich
es: {hotel} se someterá a reparaciones desde el {date1} hasta el {date2}, por lo que no estará disponible para estancias.
it: {albergo} sarà oggetto di lavori di rifacimento dal {data1} al {data2} e non sarà possibile soggiornarvi durante tale periodo
ja: {hotel} は {date1} から{date2}まで修理工事のため、その間滞在いただけません。

# BookingStepSearchHotel
source: Search Hotel
de: Ein Hotel suchen
es: Buscar hoteles
it: Cercare un albergo
ja: ホテルを検索する

# CardTypeEC
source: Eurocard
ja: ユーロカード

# CountryAU
source: Australia
de: Australien
ja: オーストラリア

# CountryDE
source: Germany
de: Deutschland
es: Alemania
it: Germania
ja: ドイツ

# CountryDK
source: Denmark
de: Dänemark
es: Dinamarca
it: Danimarca
ja: デンマーク

# CountryGB
source: Great Britian
de: Großbritannien
es: Gran Bretaña
it: Gran Bretagna
ja: イギリス

# CountryHU
source: Hungary
de: Ungarn
es: Hungría
it: Ungheria
ja: ハンガリー

# CountryNZ
source: New Zealand
de: Neuseeland
es: Nueva Zelanda
it: Nuova Zelanda
ja: ニュージーランド

# MaxAPDays
source: Rate cannot be purchased more than {max_ap_days} days in advance.
de: Dieser Tarif kann nicht mehr als {max_ap_days} im voraus bezahlt werden
es: No puede adquirirse esta tarifa con más de {max_ap_days} por adelantado.
it: Questa tariffa non può essere acquistata con un anticipo superiore ai {max_ap_days} giorni.
ja: {max_ap_days} よりも前に料金は購入できません。

# MinAPDays
source: Rate must be purchased at least {min_ap_days} days in advance.
de: Dieser Tarif muss mindestens {min_ap_days} im voraus bezahlt werden
es: La tarifa debe adquirirse al menos con {max_ap_days} por adelantado.
it: Questa tariffa deve essere acquistata con un anticipo di almeno {max_ap_days} giorni.
ja: 料金は最低 {min_ap_days} 前に購入しなければなりません。

# PaymentCardDepositOnly
source: This payment card will be charged a prepayment / deposit of {deposit_currency} {deposit_amount} at the time of booking.
de: Diese Kreditkarte wird zum Zeitpunkt der Buchung mit einer Vorauszahlungssumme in Höhe von {deposit_currency} {deposit_amount} belastet
es: Se cobrará un prepago/ fianza de {deposit_currency} {deposit_amount} en la tarjeta de pago en el momento de la reserva.
it: Questa carta di credito verrà addebitata di {deposit_currency} {deposit_amount} all'atto della prenotazione
ja: このクレジットカードは、予約時に{deposit_currency} {deposit_amount} の事前決済 / 予約金がチャージされます。

# PaymentCardGuaranteeAndDeposit
source: This payment card will be charged {deposit_currency} {deposit_amount} at the time of booking for those rates that require a prepayment or deposit and will be used to guarantee those rooms that do not require a prepayment or deposit.
de: Bei Tarifen, die eine Vorauszahlung erfordern, wird diese Kreditkarte zum Zeitpunkt der Buchung mit einer Vorauszahlungssummer in Höhe von {deposit_currency} {deposit_amount} belastet; bei Tarifen, die keine Vorauszahlung erfordern, dient sie als Garantie für die gebuchten Zimmer
es: "Se cobrará {deposit_currency} {deposit_amount} en esta tarjeta en el momento de la reserva para todas las tarifas que requieran un
it: Questa carta di credito verrà addebitata di {deposit_currency} {deposit_amount} all'atto della prenotazione per le tariffe che richiedono un pagamento ancticipato o un acconto e verrà utilizzata per garantire le camere che non richiedono alcun pagamento anticipato o acconto.
ja: このクレジットカードは、予約時に事前決済または予約金を必要とする料金の {deposit_currency} {deposit_amount}がチャージされ、事前決済または予約金を必要としないお部屋の予約を保証します。

# PaymentCardGuaranteeOnly
source: This payment card will be used to guarantee your reservation only. No payment is required at this time.
de: Diese Kreditkarte dient lediglich als Buchungsgarantie. Momentan ist keine Zahlung notwendig.
es: Se utilizará esta tarjeta solo para garantizar su reserva. En este momento no es necesario efectuar ningún pago.
it: Questa carta di credito verrà utilizzata unicamente per garantire la vostra prenotazione. Per il momento non è richiesto alcun pagamento.
ja: このクレジットカードは予約を確保するのみに使用されます。現時点でお支払いは必要ありません。

# ClosedToArrival
source: Rate does not permit booking for arrival on this date.
de: Mit diesem Tarif ist keine Buchung mit dem gewünschten Ankunftdatum möglich
es: Esta tarifa no admite reservas para llegadas en esta fecha
it: La tariffa non consente una prenotazione con arrivo alla data prescelta
ja: ご希望の到着日にこの料金でのご予約はできません

# AltPaymentCardDepositOnly
source: You will be taken to a secure payment page to pay a prepayment / deposit of {deposit_currency} {deposit_amount} using the payment card that you specify on the secure payment page.
de: Sie werden zu einem Sicherheitsgefühl gebenen Zahlungsseite wieder geleitet sein, um eine Vorbezahlung / Abschlagszahlung zu bezahlen {deposit_currency} { deposit_amount } die Kundenkreditkarte benutzend, daß Sie auf der Sicherheitsgefühl gegebenen Zahlungsseite genau angegeben haben.
es: Ustedes van a ser dirigidos hacia una página de pago tranquilizada para pagar un pago anticipado / anticipo(pago a cuenta) de {de deposit_currency} {deposit_amount} utilizando la tarjeta de pago que ustedes especificaron sobre la página segura de pago.
it: Andate essere diretto verso una pagina di pagamento sicura per versare un prepagamento / acconto di {di deposit_currency} {deposit_amount} utilizzando la carta di pagamento che avete specificato sulla pagina di pagamento sicura.
ja: あなたはあなたが支払いの安全なページで指定した支払いカードを使って{預金量} {of deposit currency}の前払い金 / 預金（上昇）を支払うために自信を持たせられて（安全に保たれて）１ページの支払いに再び向けられるために行きます。

# AltPaymentCardGuaranteeAndDeposit
source: You will be taken to a secure payment page to pay a prepayment / deposit of {deposit_currency} {deposit_amount} using the payment card that you specify on the secure payment page. The selected payment card will also be used to guarantee those rooms that do not require a prepayment or deposit.
de: Sie werden zu einem Sicherheitsgefühl gebenen Zahlungsseite geleitet sein, um eine Vorbezahlung / Abschlagszahlung zu zahlen{deposit_currency} { deposit_amount } der Kundenkreditkarte benutzend, daß Sie auf der Sicherheitsgefühl gegebenen Zahlungsseite genau angeben. Die gewählte Kundenkreditkarte wird auch benutzt sein, um die Zimmer zu garantieren, die keine Vorbezahlung oder von der Abschlagszahlung fordern.
es: Ustedes van a ser dirigidos hacia una página de pago tranquilizada para pagar un pago anticipado / anticipo {de deposit_currency} {deposit_amount} utilizando de la tarjeta de pago que ustedes especifican en la página segura de pago. La tarjeta de pago escogida también será utilizada para garantizar los cámaras que no exigen pago anticipado o de anticipo.
it: Andate ad essere diretto verso una pagina di pagamento sicura per versare un prepagamento/ acconto {di deposit_currency} {deposit_amount} utilizzando la carta di pagamento che avete specificato sulla pagina di pagamento sicura. La carta di pagamento scelto sarà utilizzata anche per garantire le camere che non esigono di prepagamento o di acconto.
ja: あなたは（注ぎ込み）に前払い金、預金（上昇）{預金通貨について} {deposit amount}にあなたが安全な支払いのページで指定する支払いカードを使うことを支払うために自信を持たせられて（安全に保たれて）１ページの支払いに再び向けられるために行きます。 選ばれた支払いカードは同じく（要求）前払いあるいは預金（進歩）を必要としない部屋（室）を保証するために使われるでしょう。

# AltPaymentCardGuaranteeOnly
source: This payment card will be used to guarantee your reservation only. No payment is required at this time.
de: Diese Kreditkarte dient lediglich als Buchungsgarantie. Momentan ist keine Zahlung notwendig.
es: Se utilizará esta tarjeta solo para garantizar su reserva. En este momento no es necesario efectuar ningún pago.
it: Questa carta di credito verrà utilizzata unicamente per garantire la vostra prenotazione. Per il momento non è richiesto alcun pagamento.
ja: このクレジットカードは予約を確保するのみに使用されます。現時点でお支払いは必要ありません。

# PaymentGatewaySelectInstructions
source: Please select the type of payment card that you will use to pay the prepayment / deposit of {deposit_currency} {deposit_amount}.
de: Wählen Sie bitte den Typ von Kundenkreditkarte, den Sie benutzen werden, um die Vorbezahlung / Abschlagszahlung zu zahlen {deposit_currency} { deposit_amount }.
es: Escoja por favor el tipo de tarjeta de pago que usted utilizará para pagar el pago anticipado / anticipo {de deposit_currency} {deposit_amount}.
it: Scegliete per favore il tipo di carta di pagamento che utilizzerete per versare il prepagamento / l'acconto {di deposit_currency} {deposit_amount}.
ja: （荒れてください）あなたが（注ぎ込み）に前払い / 預金（上昇）{預金通貨について} {deposit amount}を支払うために使うであろう支払いカードのタイプを望んでくださいと決めてください。

# NetRateIndicator
source: net
es: neto
it: netto
