Repository: rchelms/XnHotelSystemsStagingSite
Catalog: App_GlobalResources/SiteErrorMessages.*.resx
Languages: de, es, fr, it, ja, tr_tr

# ArrivalDateInPast
source: Arrival date is in the past
de: Das Anreisedatum liegt in der Vergangenheit.
es: the a fecha de llegada ya ha pasado
fr: La date d'arrivée est passée
it: La data d'arrivo è anteriore alla data odierna
ja: 到着日が過去の日付になっています
tr_tr: Varış tarihi eski

# AvailCalDateSelectionsNotSequential
source: The selected availability calendar dates must be sequential dates
de: Die ausgewählten Daten müssen aufeinanderfolgend sein.
es: Las fechas selechoisies doivent être séquentiellesccionadas del calendario de disponibilidad deben ser secuenciales
fr: Les dates choisies doivent être séquentielles
it: Le date di disponibilità selezionate devono essere in ordine sequenziale
ja: 選んだ予定可能日は、連泊でなければなりません
tr_tr: Uygun odalar için seçilen tarihler sonraki dönemlere ait olmalıdır

# BookingTermsConditionsNotAccepted
source: The booking terms and conditions must be accepted to make a reservation
de: Die Reservierungsbedingungen müssen akzeptiert sein, um die Reservierung zu bestätigen.
es: Los términos y conditions de réservation doivent être acceptées pour confirmer une réservationes pour confirmtion doivent être acceptées perdiciones de reserva deben aceptarse para realizar la reserva
fr: Les conditions de réservation doivent être acceptées pour confirmer une réservation
it: I termini e le condizioni di prenotazione devono essere accettate per procedere a quest'ultima
ja: 予約には予約に関する利用規約に同意いただくことが必要です
tr_tr: Rezervasyonunuzun yapılabilmesi için rezervasyon hüküm ve şartlarının kabul edilmiş olması gerekir

# DepartureDateBeforeArrivalDate
source: Departure date is the same or before the arrival date
de: Das Abreisedatum liegt hinter oder zur selben Zeit wie das Anreisedatum.
es: La fecha de salida es la misma o anterior a la de llegada
fr: Veuillez vérifier la date de départ
it: La data di pa même ou avant laartenza coincide o è anteriore alla data di arrivo
ja: 出発日が到着日と同じあるいは前の日付になっています
tr_tr: Lütfen varış saatinizi kontrol ediniz ve yeniden onaylayın

# IncorrectEmailEntry
source: Please check email address entry and re-enter
de: Bitte überprüfen Sie die eingegebende Email Adresse, und geben sie erneut ein.
es: Compruebe la dirección de email y vuelva a introducirla
fr: Merci de vérifier votre adresse email et de valider de nouveau
it: Vi preghiamo dde vérifier l'adresse e-mail rentrée Merci de vérifieMerci de vérifier l'adresse e-mail rentrr l'adresse e-mail reet la modifieri verificare il vostro indirizzo e-mail e di validare nuovamente
ja: メールアドレスを確認し、再確定してください
tr_tr: Lütfen e-posta adresinizi kontrol edin ve yeniden onaylayın

# NoAvailCalDateSelections
source: No availability calendar dates have been selected
de: Die Daten für die Verfügbarkeit wurden nicht ausgewählt.
es: No se han seleccionado fechas de calendario de disponibilidad
fr: Aucune date sur le calendrier de disponibilités n'a été sélectionnée
it: Non è stata selezionata alcuna data del calendario delle disponibilità
ja: 予約状況カレンダーから日付が選ばれていません
tr_tr: Boş oda durumunu gösteren takvimden herhangi bir tarih seçilmedi

# NoCityAddressEntry
source: A city address entry is required
de: Eine Stadt ist erforderlich
es: Es necesario indicar una dirección de ciudad
fr: Il est nécessaire d'entrer le nom de la ville
it: È necessario inserire il nome della città
ja: 都市名を入力する必要があります
tr_tr: Şehir adı girmek zorunludur

# NoConfirmationNumberEntry
source: A confirmation number entry is required
de: Eine Bestätigungsnummer ist erforderlich
es: Es necesario indicar un número de confirmación
fr: Il est nécessaire d'entrer le numéro de confirmation
it: È Un numéro de confirmation enecessario inserire il numero di conferma
ja: 予約番号入力する必要があります
tr_tr: Onay numarası girmek zorunludur

# NoCountryAddressEntry
source: A country address entry is required
de: Ein Land ist erforderlich
es: Es necesario indicar una dirección de país
fr: Il est nécessaire d'entrer le nom du pays
it: È necessario inserire il nome del Paese
ja: 国を入力する必要があります
tr_tr: Ülke adı girmek zorunludur

# NoEmailEntry
source: An email addrear una dirección dess is required
de: Eine Email Adresse ist erforderlich
es: Es obligatorio indicar una dirección de email
fr: Une adresse email est nécessaire
it: È necessario inserire un indirizzo e-mail
ja: メールアドレスを入力する必要があります
tr_tr: Bir e-posta adresi girmek zorunludur

# NoFirstNameEntry
source: A first name entry is required
de: Ein Vorname ist erforderlich
es: in est nécessairedicar un nombre
fr: Il est nécessaire d'entrer votre prénom
it: È necessario inserire il vostro nome
ja: 名前を入力する必要があります
tr_tr: Adınızı girmeniz zorunludur

# NoLastNameEntry
source: A last name entry is required
de: Ein Nachname ist erforderlich
es: Es necesario indicar un nombre
fr: Il est nécessaire d'entrer votre nom
it: È necessario inserire il vostro nominativo
ja: 名字を入力する必要があります
tr_tr: Soyadınızı girmeniz zorunludur

# NoPaymentCardHolderEntry
source: A payment cardholder name entry is required
de: Ein Name des Inhabers der Kreditkarte ist erforderlich
es: Es necesario indicar un nombre de titular de tarjeta
fr: Il est nécessaire d'entrer le nom du propriétaire de la carte de crédit
it: È necessario inserire il nominativo del titolare della carta di credito
ja: カード所持者名を入力する必要があります
tr_tr: Kredi kartı sahibinin adını girmeniz zorunludur

# NoPaymentCardNumberEntry
source: A payment card number entry is required
de: Eine Kreditkarten Nummer ist erforderlich
es: Es necesario indicar un número de tarjeta de pago
fr: Un Numéro de carte de crédit est nécessaire
it: È necessario inserire il numero della carta di credito
ja: クレジットカード番号を入力する必要があります
tr_tr: Kredi kartının numarasını girmeniz zorunludur

# NoPhoneEntry
source: A phone number entry is required
de: Eine Telefonnum entry is requiredmer ist erforderlich
es: Es necesario indicar un número de teléfono
fr: Il est nécessaire d'entrer un numéro de téléphone
it: È necessario inserire un numero di telefono
ja: 電話番号を入力する必要があります
tr_tr: Bir telefon numarası girmek zorunludur

# NoPostalCodeEntry
source: A postal code entry is required
de: Eine Postleitzahl ist erforderlich
es: Es necesario indicar el código postal
fr: Il est nécessaire d'entrer un code postal
it: È necessario inserire un codice postale
ja: 郵便番号を入力する必要があります
tr_tr: Bir posta kodu girmek zorunludur

# NoPaymentCardSecurityCodeEntry
source: A payment card security code entry is required
de: Ein Sicherheitscode der Kreditkarte ist erforderlich
es: Es necesario indicar el código de seguridad de la tarjeta de pago
fr: Il est nécessaire d'entrer le code sécurité de la carte de crédit
it: È necessario inserire il codice di sicurezza della carta di credito
ja: クレジットカードのセキュリティコードが必要です
tr_tr: Kredi kartının güvenlik kodunu girmeniz zorunludur

# NoPaymentCardTypeEntry
source: A payment card type entry is required
de: Die Art der Kreditkarte ist erforderlich
es: Es necesario indicar el tipo de tarjeta de pago
fr: Il est nécessaire d'entrer le type de carte de crédit
it: È necessario inserire il tipo di carta di credito
ja: クレジットカードの種類を入力する必要があります
tr_tr: Kredi kartının türünü girmeniz zorunludur

# NoRoomOccupantSelection
source: All rooms must have at least one adult or one child selected
de: Pro Zimmer ist mindestens ein Erwachsener oder ein Kind auszuwählen
es: Debe seleccionar un adulto o un nino al menos por habitación
fr: Vous devez au moins sélectionner un adulte ou un enfant par chambre
it: Siete tenuti a selezionare almeno un adulto o un bambino per camera
ja: 一部屋につき最低大人1名または子供1名を選ばなければなりません
tr_tr: Her oda için en az bir yetişkin veya bir çocuk seçmek zorundasınız

# NoRoomRateSelection
source: A room rate must be selected for each room to be booked
de: Für jedes zu buchenrate must be selected for each room to be booked for each room tde Zimmer ist ein Tarif auszuwählen
es: Debe seleccionar una tarifa por cada habitación a reservar
fr: Vous devez sélectionner un tarif pour chaque chambre à réserver
it: Vous devez sélectionner un tarif pour chaque chSiete tenuti a selezionare una tariffa per ogni camera da prenotare
ja: 予約する各客室のルーム料金を選ばなければなりません
tr_tr: Rezervasyon yapılacak her oda için bir tarife seçmek zorundasınız

# NoRoomsSelectedToCancel
source: No rooms have been selected to cancel
de: Sie haben für kein Zimmer eine Stornierung ausgewählt
es: No se han seleccionado habitaciones para cancelar
fr: Vous n'avez pas sélectionner de chambre à annuler
it: Non avete selezionato alcuna camera da annullare
ja: キャンセルする客室が選択されていません
tr_tr: İptal edilecek odayı seçmediniz

# NoStateRegionAddressEntry
source: A state or region address is required
de: Ein Staat oder ein Gebiet ist erforderlich
es: Es obligatorio in ou une Région est nécessairedicar una provincia o región
fr: Il est nécessaire d'entrer une région
it: È necessario inserire una regione
ja: 県名または地方を入力する必要があります
tr_tr: Bir bölge girmeniz zorunludur

# NoStreetAddressEntry
source: A street address entry is required
de: Ein Straßenname ist erforderlich
es: Es necesario indicar una dirección de calle
fr: Il est nécessaire d'entrer le nom de la rue dans l'adresse
it: È necessario inserire il nome della strada nell'indirizzo
ja: 住所を入力する必要があります
tr_tr: Adres içinde sokak adı olması zorunludur

# PaymentCardIsExpired
source: The entered payment card is expired
de: Diese Kreditkarte ist nicht mehr gültig
es: La tarjeta de pago indicada ha caducado
fr: Cette carte de crédit n'est plus valide
it: La carta di credito è scaduta
ja: クレジットカードの有効期限が切れています
tr_tr: Kredi kartının süresi dolmuş

# RequestedBookingNotLocated
source: The requested booking could not be located with the information provided, is in the past, or has already been cancelled
de: Die Anfrage nach Ihrer Reservierung konnte mit den angegebenen Informationen nicht gefunden werden, sie liegt entweder in der Vergangenheit oder wurde bereits storniert.
es: La reserva solicitada no ha podido ubicarse, está pasada o ya se ha cancelado
fr: La réservation demandée n'a pas pu être localisée, est passée, ou a déjà été annulée
it: La prenotazione richiesta non ha potuto essere localizzata, è scaduta o è già stata annullata
ja: ご希望の予約は過去のものかすでにキャンセルされており、ご提供いただいた情報では見つかりませんでした
tr_tr: Rezervasyon talebi yerine getirilemedi, işlem süresi aşıldı veya iptal edildi

# IncorrectArrivalTimeEntry
source: Please check arrival time entry and re-enter
de: Bitte überprüfen Sie die Ankunftszeit und geben sie erneut ein
es: Compruebe la hora de llegada y vuelva a introducirla
fr: Merci de vérifier l'heure d'arrivée et de réessayer.
it: Vi preghiamo di verificare la vostra ora d'arrivo e di validare nuovamente
ja: 到着時刻を確認し、再確定してください
tr_tr: Lütfen varış saatinizi kontrol ediniz ve yeniden onaylayın

# NoHotelSelection
source: A hotel must be selected
de: Auswahl des Ortes ist notwendig
es: Es necesario seleccionar una ciudad
fr: il est nécessaire de choisir une ville
it: È necessario scegliere una città
ja: 都市を選択する必要があります
tr_tr: Bir şehir seçmek zorunludur

# NoHotelsLocatedInSearch
source: No hotels have been located using the search criteria provided
de: Ihren Suchkriterien entspricht keine Stadt
es: No se han ubicado ciudades usando los criterios de búsqueda
fr: Nous n'avons pas pu localiser une ville selon vos critères de recherches
it: Non siamo stati in grado di localizzare una città secondo i vostri criteri di ricerca
ja: 入力された検索条件に該当する都市はありません
tr_tr: Arama kriterlerinize uygun bir şehir bulunamadı

# AirlineProgramInfoNotComplete
source: The entered airline program information is not complete
de: Die Fluginformationen sind nicht vollständig
es: La información introducida sobre la aerolínea no es completa
fr: Les informations de vols ne sont pas complètes
it: Le informazioni indicate relative ai voli non sono complete
ja: 入力されたフライト情報が不完全です
tr_tr: Uçuş bilgileri eksik

# HotelProgramInfoNotComplete
source: The entered hotel program information is not complete
de: Die Fluginformationen sind nicht vollständig
es: La información introducida sobre el programa de hotel no es completa
fr: Les informations de vols ne sont pas complètes
it: Le informazioni indicate relative all'albergo non sono complete
ja: 入力されたホテルプラン情報が不完全です
tr_tr: Uçuş bilgileri eksik

# LoginCredentialsNotValid
source: The entered login credentials are not valid
de: Die Zugangsdaten sind nicht gültig
es: Los credenciales de inicio de sesión no son válidos
fr: Les identifiants ne sont pas valides
it: I dati del login non sono validi
ja: 入力されたログイン認証が有効ではありません
tr_tr: Oturum bilgileri geçerli değil

# NoCountrySelection
source: A country must be selected
de: Auswahl des Landes ist notwendig
es: Es necesario seleccionar un país
fr: Il est nécessaire de sélectionner un pays
it: È nessaire de sélectionner un paysecessario selezionare un Paese
ja: 国を選択する必要があります
tr_tr: Ülke seçmek zorunludur

# NoDestinationSelection
source: A destination must be selected
de: Auswahl des Reiseziels ist notwendig
es: Es necesario seleccionar un destino
fr: Il est nécessaire de sélectionner une destination
it: È necessario selezionare una destinazione
ja: 行き先を選択する必要があります
tr_tr: Bir varış noktası seçmek zorunludur

# NoLoginPasswordEntry
source: A login password entry is required
de: Eingabe Ihres Passwortes ist notwendig
es: Es necesario indicar una contraseña de inicio de sesión
fr: Il est nécessaire d'entrer votre mot de passe
it: È necessario inserire la vostra password
ja: ログインパスワードを入力する必要があります
tr_tr: Şifrenizi girmeniz zorunludur

# RestrictedBookingDateRequested
source: A restricted booking date has been requested
de: Es wurde ein gesperrtes Buchungsdatum angefordert
es: Se ha solicitado unae réservation restreinte a été demandée fecha de reserva restringida
fr: Une date de réservation restreinte a été demandée
it: È stata richiesta una data di prenotazione limitata
ja: ご希望の予約日には制限があります
tr_tr: Sınırlı bir rezervasyon tarihi seçildi

# TooManyBookingDaysRequested
source: Too many stay nights have been requested
de: Es wurden zu viele Übernachtungen angefordert
es: Se han solice nuits ont été demandéesitado demasiadas noches de estancia
fr: Trop de nuits ont été demandées
it: È stato richiesto un numero di notti troppo elevato
ja: 宿泊日数をオーバーしています
tr_tr: Çok fazla gece seçildi

# PaymentCardNumberEntryInvalid
source: The entered payment card number is not valid
de: Die Kreditkartennummer ist nicht gültig
es: El número de tarjeta indicado no es válido
fr: Le numéro de carte de crédit est invalide
it: Il numero di carta di credito non è valido
ja: 入力されたクレジットカード番号が無効です
tr_tr: Kredi kartı numarası geçersiz

# PaymentCardTypeEntryInvalid
source: The payment card number is not valid for the card type selected
de: Die Kreditkartennummer ist nicht für den ausgewählten Kreditkartentyp gültig.
es: El número de tarjetméro de carte de crédit est invalide pour le type de carte sélectionnéa de pago no es válido para el tipo de tarjeta seleccionado
fr: Le numéro de carte de crédit est invalide pour le type de carte sélectionné
it: Il numero di carta di credito non è valido per il tipo di carta selezionato
ja: 選ばれたカードの種類では、クレジットカード番号が無効です
tr_tr: Kredi kartı numarası seçilen kart türüne göre geçersiz

# NoLoginNameEntry
source: A login name entry is required
de: Eingabe Ihres Namens ist notwendig
es: Es necesario indicar un nombre de inicio de sesión
fr: Il est nécessaire d'entrer votre nom
it: È neceIl est nécessaire d'enssario inserire il vostro cognome
ja: ログインネームを入力する必要があります
tr_tr: Soyadınızı girmeniz zorunludur

# EmptyStayNight
source: You must select at least one night
de: Bitte mindestens eine Nacht auswählen
es: Debe seleccionar al menos una noche
fr: Vous devez selectionner au moins une nuit
it: Selezionate almeno 1 notte
ja: 最低1泊お選びください
tr_tr: En az bir gece seçmelisiniz
