Repository: rchelms/XnHotelSystemsStagingSite
Catalog: App_GlobalResources/WbsApiErrorMessages.*.resx
Languages: fr, it, ja

# Default
source: Error Code:
fr: Code erreur:
it: Codice d'errore:
ja: エラーコード:

# ERC_10014
source: The requested booking's arrival date is in the past (code 10014)
fr: La date d'arrivée de la réservation est dans le passée
it: La data d'arrivo richiesta nella prenotazione è anteriore alla data odierna (codice 10014)
ja: ご依頼の予約到着日が過去の日付になっています (code 10014)

# ERC_105
source: The requested booking could not be located with the information provided (code 105)
fr: La demande de réservation n'a pas pu être localisé avec les informations fournies
it: La prenotazione richiesta non ha potuto essere localizzata in base alle informazioni fornite (codice 105)
ja: 入力された情報では、ご要望の予約は特定できません(code 105)

# ERC_106
source: The check in or check out date is not valid (code 106)
fr: Date de check-in ou check-out invalide (code 106)
it: Le date di check in o di check out non sono valide (codice 106)
ja: チェックインまたはチェックアウト日が無効です(code 106)

# ERC_119
source: The number of rooms requested for a room type booked are not available (code 119)
fr: Le nombre de chambres demandées pour ce type de chambres n'est pas disponible (code 119)
it: Il numero di camere richiesto per il tipo di camere prenotate non è disponibile (codice 119)
ja: 部屋（室）の数はこれのために（荒れてください）部屋（室）のタイプが利用可能ではないことを依頼しました (code 119)

# ERC_115
source: Minimum occupancy has not been met (code 115)
fr: Le niveau minimum d'occupation n'a pas été atteint (code 115)
it: Il livello minimo di occupazione non è stato raggiunto (codice 115)
ja: 最低ご利用人数に達していません(code 115)

# ERC_116
source: Maximum occupancy has been exceeded (code 116)
fr: Le niveau maximum d'occupation a été dépassé (code 116)
it: Il livello massimo di occupazione è stato superato (codice 116)
ja: 最高ご利用人数を越えました (code 116)

# ERC_117
source: Minimum stay has not been met (code 117)
fr: Le nombre de séjours minimum n'a pas été atteint (code 117)
it: Il numero minimo di giorni di soggiorno non è stato raggiunto (codice 117)
ja: 最低宿泊数に達していません(code 117)

# ERC_118
source: Maximum stay has been exceeded (code 118)
fr: le nombre de séjours maximum a été dépassé (code 118)
it: Il numero massimo di giorni di soggiorno è stato superato (codice 118)
ja: 最高宿泊数を越えています(code 118)

# ERC_120
source: The room rate is not available for the number of occupants requested (code 120)
fr: Ce tarif n'est pas disponible pour le nombre de personne demandée (code 120)
it: La tariffa non è disponibile per il numero di occupanti richiesto (codice 120)
ja: ご希望の利用人数ではルーム料金は利用できません(code 120)

# ERC_121
source: No rates are avilable for the dates requested (code 121)
fr: Il n'y a pas de tarif disponible pour les dates demandées (code 121)
it: Nessuna tariffa disponibile per le date richieste (codice 121)
ja: ご希望の日付でご利用可能な料金はありません(code 121)

# ERC_129
source: The credit card information provided is not correct (code 129)
fr: Les coordonnées bancaires renseignées sont incorrectes (code 129)
it: Le informazioni fornite relative alla carta di credito non sono corrette (codice 129)
ja: ご入力いただいたクレジットカード情報が正しくありません(code 129)

# ERC_132
source: The requested add-on extra is not available (code 132)
fr: L'extra en add-on demandé n'est pas disponible (code132)
it: Il supplemento richiesto non è disponibile (codice 132)
ja: ご希望の利用可能な追加エキストラはありません(code 132)

# ERC_133
source: The advance booking requirement has not been met (code 133)
fr: La demande de réservation en avance n'a pas été atteinte (code 133)
it: Il requisito di prenotazione anticipata non è stato soddisfatto (codice 133)
ja: 事前予約の必要事項が満たされていません(code 133)

# ERC_135
source: The pre-pay or deposit payment could not be processed (code 135)
fr: Le prépaiement n'a pas pu être effectué (code 135)
it: Il pagamento anticipato o dell'acconto non ha potuto essere trattato (codice 135)
ja: 事前決済または予約金が入金されませんでした(code 135)

# ERC_148
source: The requested login profile could not be located (code 148)
fr: Le profil demandé n'a pas pu être localisé (code 148)
it: Il profilo relativo al nome di utente non ha potuto essere localizzato (codice 148)
ja: ご要望のログインプロフィールが見つかりませんでした(code 148)

# ERC_WBSAPIGateway
source: A timeout occurred while communicating to the reservation system. Please do not re-attempt this operation if a prepayment was just processed -- please contact the hotel instead.
fr: Un incident est survenu lors du processus de réservation. Merci de ne pas ré-essayer si le prépaiement était en cours, et de contacter directement l'hôtel.
it: Si è verificato un timeout di connessione durante la comunicazione con il sistema di prenotazione. Vi preghiamo di non ritentare questa operazione qualora il pagamento anticipato sia già stato concordato e di contattare direttamente l'albergo
ja: 予約システム接続中に時間切れになりました。事前決済をされた場合は、再度操作を試みず、ホテルにお問い合わせください
